<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    //数据库配置1  查询用户表数据库
    'db_config1' => 'mysql://detuo:DT@pt18cg@172.27.148.98:3306/sip_data_base#utf8',
    //数据库配置2 本地数据库
    'db_config2' => 'mysql://root:123456@192.168.83.8:3306/api_manage#utf8',
];
